Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་རི་དགས་འཛིན་གྱི་མ་ས་ག་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད།
en: Then the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted Viśākhā Mṛgāramātā, and then rose from his seat and left.

source: ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་གདན་ལས་བཞེངས་ཏེ་གཤེགས་ནས་གཙུག་ལག་ཁང་དུ་བྱོན་པ་དང་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ།
en: He arrived at the monastery and sat on the seat prepared for him in the middle of the community of monks.

source: །བཞུགས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་རི་དགས་འཛིན་གྱི་མ་ས་ག་ལ་མ་རྫོགས་པ་ཡོད་དེ།
en: When he had sat down, the Blessed One said to the monks, “Monks, what Viśākhā Mṛgāramātā did is incomplete.

source: དེས་དགེ་སློང་གི་དགེ་འདུན་སྤྱན་དྲངས་ཏེ་གདུགས་ཚོད་གསོལ་ན། འོན་ཀྱང་དགེ་འདུན་གྱི་ཆེད་དུ་ཡོན་མ་ཕུལ་ལོ།
en: Although she invited the community of monks and offered it a meal, she did not present any gift to the community.” XII. Nagarabindu

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀོ་ས་ལའི་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན། གྲོང་ཁྱེར་ཐིགས་པ་ཅན་དུ་བྱོན་ནས། གྲོང་ཁྱེར་ཐིགས་པ་ཅན་གྱི་བྱང་ཕྱོགས་ཀྱི་གྲོང་ཤིང་ཤ་པའི་ཚལ་ན་བཞུགས་སོ།
en: Thereupon the Blessed One, traveling through the country of Kosala, arrived at Nagarabindu and stayed in a śiṃśapā forest to the north of Nagarabindu.

source: །གྲོང་ཁྱེར་ཐིགས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀོ་ས་ལ་ནས་ཞེས་བྱ་བ་ནས་ཤིང་ཤ་པའི་ཚལ་ན་བཞུགས་སོ་ཞེས་ཐོས་སོ་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ། །ཐོས་ནས་ཀྱང་ཚོགས་ནས་ཚོགས་དང་ཁྱུ་ནས་ཁྱུར་ཕྲད་ཅིང་འདུས་ཏེ་གྲོང་ཁྱེར་ཐིགས་པ་ཅན་ནས་བྱུང་ནས།
en: When the brahmins and householders in Nagarabindu heard that the Blessed One had arrived . . . in the country of Kosala and was staying in a śiṃśapā forest, they met together, flocked together, left Nagarabindu, and went to the Blessed One.

source: བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་དོང་སྟེ་ལྷགས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཞེས་བྱ་བ་ནས་ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་ཅང་མི་གསུང་ངོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: When they had arrived, they bowed low until their foreheads touched the Blessed One’s . . . . Having . . . delighted them, the Blessed One remained silent.

source: །དེ་ནས་གྲོང་ཁྱེར་ཐིགས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་སྟན་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་སང་བདག་ཅག་གི་སྡུམ་པར་གདུགས་ཚོད་སྦྱོར་ཞིང་མཆིས་ན་གནང་བར་མཛད་དུ་གསོལ།
en: Then the brahmins and householders in Nagarabindu rose from their seats, made the gesture of supplication to the Blessed One, and said to the Blessed One, “May the Blessed One together with the community of monks assent to our offer of a meal at our house tomorrow.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་གྲོང་ཁྱེར་ཐིགས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་།
en: The Blessed One assented to the brahmins and householders in Nagarabindu by remaining silent.

source: །དེ་ནས་གྲོང་ཁྱེར་ཐིགས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་དོང་ངོ་།
en: Then the brahmins and householders in Nagarabindu, knowing that the Blessed One had assented by remaining silent, bowed low until their foreheads touched the Blessed One’s feet, and then departed from the Blessed One’s presence.

source: །དེ་ནས་ཡི་དགས་རུས་གོང་སྦྲེལ་བ་བསྒྲེང་བ་ལྟ་བུ་རང་གི་སྐྲས་ཡོག་པ་ལྟོ་རི་རབ་ཙམ། ཁ་ཁབ་ཀྱི་མིག་ཙམ་འབར་རབ་ཏུ་འབར། ཀུན་ཏུ་རབ་ཏུ་འབར་ཏེ། མེ་ལྕེ་གཅིག་ཏུ་གྱུར་པ་ལྔ་བརྒྱ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་ལྷགས་པ་དང་། བཅོམ་ལྡན་འདས་ལ་ཀུན་ནས་ཡོངས་སུ་བསྐོར་ཏེ་འདུག་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Thereupon five hundred hungry ghosts who were just like raised skeletons and covered with their own hair, whose bellies were just like mountains, whose mouths were just like pinholes, andwho were burning—thoroughly burning, burning entirely throughout—turned into a single flame and approached the Blessed One.

source: །བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་ཐིགས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་འདི་དག་ནི་བདག་ཅག་གི་ཉེ་དུར་གྱུར་པ་ལགས་ན།
en: When they arrived, they sat down, surrounding the Blessed One, and said, “O Blessed One, these brahmins and householders in Nagarabindu were our relatives.

source: ཀྱེ་མ་བཅོམ་ལྡན་འདས་ཀྱིས་ཐུགས་བརྩེ་བ་ཉེ་བར་བཟུང་སྟེ། བདག་ཅག་ཁོ་ནའི་མིང་ནས་ཡོན་བསྔོ་བ་མཛད་དུ་གསོལ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ངས་དམ་ཞིག་བཅས་ཏེ།
en: Ah, may the Blessed One have compassion and assign the rewards of the offerings to our names.”

source: གལ་ཏེ་ཁྱེད་ཅག་ཆ་བྱད་འདི་ཉིད་ཀྱིས་ཡོན་སྔོ་བ་བྱེད་པའི་ཚེ་འོང་ན་ནི་ཁྱེད་ཅག་གི་མིང་ནས་ཡོན་བསྔོ་བར་བྱའོ།
en: The Blessed One answered them, “I promise that if you appear in such shapes when I assign the rewards of the offerings, I will do it in your names.”

source: །དེ་རྣམས་ཀྱིས་གསོལ་པ།
en: “O Blessed One, we are ashamed,” they replied.

source: བཅོམ་ལྡན་འདས་གཡར་ཚ་ལགས་ན་ཇི་ལྟར་མཆི་ལགས།
en: “How could we appear in such a way?”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པས་བཀའ་སྩལ་པ།
en: Then the Blessed One spoke some verses:

source: ངོ་ཚ་མེད་ལ་ངོ་ཚ་བྱེད།
en: “One is ashamed of what is not to be ashamed of,

source: །ངོ་ཚ་བ་ལ་ངོ་མི་ཚ།
en: But is not ashamed of what is to be ashamed of.

source: །འཇིགས་པ་མེད་ལ་འཇིགས་པར་ལྟ།
en: One fears what is not to fear,

source: །འཇིགས་པ་ལ་ནི་མི་འཇིགས་ལྟ།
en: But does not fear what is to fear.

source: །ལོག་པའི་ལྟ་བ་བླངས་པས་ན།
en: Accepting wrong views,

source: །སེམས་ཅན་རྣམས་ནི་ངན་འགྲོར་འགྲོ།
en: Beings go to inferior modes of existence.

source: །ངོ་ཚ་བ་ལ་ངོ་ཚ་དང་། །ངོ་ཚ་མེད་ལ་ངོ་མི་ཚ།
en: “One is ashamed of what is to be ashamed of, But is not ashamed of what is not to be ashamed of.

source: །མི་འཇིགས་པ་ལ་མི་འཇིགས་ལྟ།
en: One fears what is to fear,

source: །འཇིགས་པ་ལ་ནི་འཇིགས་ལྟ་བའི།
en: But does not fear what is not to fear.

source: །ཡང་དག་ལྟ་བ་བླངས་པ་ཡིས།
en: Accepting right views,

source: །སེམས་ཅན་རྣམས་ནི་བདེ་འགྲོར་འགྲོ།
en: Beings go to superior modes of life.”

source: །དེ་རྣམས་ཀྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟ་ན་མཆི་ལགས་སོ།
en: “O Blessed One, if that is the case, we will come,” they promised.

source: །དེ་ནས་གྲོང་ཁྱེར་ཐིགས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་དེ་ཉིད་ཀྱི་ནུབ་མོ་ནས་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་དག་སྟ་གོན་བྱས་ནས་ཞེས་བྱ་བ་ནས། སྟན་ཆེས་དམའ་བ་ཞིག་བླངས་ཏེ་ཆོས་མཉན་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འདུག་གོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Thereupon the brahmins and householders in Nagarabindu prepared a pure and fine meal during the night . . . took low seats, and sat before the Blessed One in order to hear the Dharma.

source: །ཡི་དགས་ལྔ་བརྒྱ་པོ་དེ་དག་འོངས་པ་དང་། དེ་ནས་གྲོང་ཁྱེར་ཐིགས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་ཀྱིས་ཡི་དགས་རྣམས་མཐོང་ནས་འབྲོས་པར་བརྩམས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Then those five hundred hungry ghosts appeared. At the sight of the hungry ghosts, the brahmins and householders in Nagarabindu began to run away.

source: ཤེས་ལྡན་དག་ཅིའི་ཕྱིར་འབྲོས། དེ་རྣམས་ཀྱིས་གསོལ་པ།
en: “Sirs, why do you run away?” the Blessed One asked them.

source: བཅོམ་ལྡན་འདས་ཡི་དགས་འོ་ནི་དག་མཆིས་ལགས་སོ།
en: “O Blessed One,” they answered, “these hungry ghosts have come.”

source: ཚུར་ཤོག་འདི་དག་ནི་ཁྱེད་ཅག་གི་ཉེ་དུ་ཡིན་ནོ།
en: “These are your relatives.

source: །གལ་ཏེ་ཁྱེད་ཅག་གིས་གནང་ན་ངས་འདི་རྣམས་ཀྱི་མིང་གིས་ཡོན་བསྔོའོ། །དེ་རྣམས་ཀྱིས་གསོལ་པ།
en: If you consent, I will assign the rewards of the offerings to their names.”

source: བཅོམ་ལྡན་འདས་རུང་ལགས་སོ།
en: “O Blessed One, that would be agreeable,” they replied.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡན་ལག་ལྔ་དང་ལྡན་པའི་གསུང་དབྱངས་ཀྱིས་དེ་རྣམས་ཀྱི་མིང་ནས་ཡོན་བསྔོ་བ་མཛད་དེ།
en: Then the Blessed One assigned the rewards of the offerings to their names in a voice that had five good qualities:

source: སྦྱིན་པ་འདི་ཡི་བསོད་ནམས་གང་།
en: “The merit of this offering

source: །དེ་ནི་ཡི་དགས་རྗེས་འགྲོ་ཞིང་། །འདི་དག་ཡི་དགས་འཇིག་རྟེན་ནི།
en: Should accompany the hungry ghosts.

source: །མི་བཟད་པ་ནས་མྱུར་ལྡང་ཤོག །འདི་ཡིས་གོས་དང་སྐོམ་དང་ཟས།
en: They should soon ascend From the dreadful world of hungry ghosts. “By this, may a variety of clothes, drink, food,

source: །གནས་མལ་རྣམ་པ་སྣ་ཚོགས་པ།
en: And bedding and seats

source: །དུས་ཀུན་ཏུ་ནི་མི་ཟད་པར།
en: Be always with them, Never running out.”

source: །དེ་རྣམས་ལ་ནི་གྲུབ་པར་ཤོག །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གྲོང་ཁྱེར་ཐིགས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་གདན་ལས་བཞེངས་ཏེ་གཤེགས་སོ།
en: Thereupon the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted the brahmins and householders in Nagarabindu, rose from his seat, and departed.

source: །དེ་ནས་གྲོང་ཁྱེར་ཐིགས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་རྟོག་ཁང་དུ་ལྷགས་ཤིང་ཚོགས་ནས་འདི་ལྟ་བུའི་སྐབས་ཀྱི་གཏམ་དག་གླེང་བར་བྱེད་དེ།
en: Then the brahmins and householders in Nagarabindu met together in a meeting hall and started the following conversation:

source: ཀྱེ་དགེ་སྦྱོང་གཽ་ཏ་མ་ནི་འདོད་ཞེན་ཆེ་ཞིང་དེའི་ཉན་ཐོས་རྣམས་ཀྱང་འདོད་ཞེན་ཆེ་བ་ཡིན་ནོ།
en: “The śramaṇa Gautama is greedy, and so are his disciples.”

source: །ཁ་ཅིག་གིས་སྨྲས་པ། ཤེས་ལྡན་དག་དགེ་སྦྱོང་གཽ་ཏ་མ་ནི་འདོད་ཞེན་ཆུང་ཞིང་དེའི་ཉན་ཐོས་རྣམས་ཀྱང་འདོད་ཞེན་ཆུང་སྟེ།
en: “Sirs,” said others, “the śramaṇa Gautama is not greedy, and neither are his disciples.

source: མུ་སྟེགས་ཅན་རྣམས་ནི་དེ་ལྟ་མ་ཡིན་ནོ།
en: The non-Buddhist ascetics are not like them.”

source: །དེའི་ཚེ་བྲམ་ཟེ་སྨྲ་འདོད་ཀྱི་སེང་གེ་ཞེས་བྱ་བ་འཁོར་དེ་ཉིད་དུ་འདུས་ཤིང་འདུག་པར་གྱུར་ཏོ། །དེ་ནས་བྲམ་ཟེ་སྨྲ་འདོད་ཀྱི་སེང་གེས་གྲོང་ཁྱེར་ཐིགས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །དགེ་སྦྱོང་གཽ་ཏ་མ་འདོད་ཞེན་ཆེའམ་འདོད་ཞེན་ཆུང་བ་དང་། དེའི་ཉན་ཐོས་རྣམས་འདོད་ཞེན་ཆེའམ། འདོད་ཞེན་ཆུང་བ་ངས་ཁྱེད་ཅག་ཡིད་ཆེས་པར་བྱའོ།
en: At that time, a brahmin named Vairaṭṭasiṃha was attending the meeting. The brahmin Vairaṭṭasiṃha said to the other brahmins and householders in Nagarabindu, “I will prove to you whether the śramaṇa Gautama is greedy or not, and whether his disciples are greedy or not.”

source: །དེ་ནས་བྲམ་ཟེ་སྨྲ་འདོད་ཀྱི་སེང་གེས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Thereupon the brahmin Vairaṭṭasiṃha went to the Blessed One.

source: །ཤེས་ལྡན་གཽ་ཏ་མ་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ལ་བདག་གིས་བཅའ་བ་བུ་རམ་ཞིག་འབུལ་ཞིང་མཆིས་ན་གནང་བར་མཛད་དུ་གསོལ།
en: When he arrived, he said to the Blessed One, “May the Honorable Gautama with the community of monks assent to my offer of a meal of guḍa.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེ་སྨྲ་འདོད་ཀྱི་སེང་གེ་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་།
en: The Blessed One assented to the brahmin Vairaṭṭasiṃha by remaining silent.

source: །དེ་ནས་བྲམ་ཟེ་སྨྲ་འདོད་ཀྱི་སེང་གེས་བཅོམ་ལྡན་འདས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་ངོ་།
en: Then the brahmin Vairaṭṭasiṃha, knowing that the Blessed One had assented by remaining silent, departed from the Blessed One’s presence.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་བྲམ་ཟེ་སྨྲ་འདོད་ཀྱི་སེང་གེ་ཀླན་ཀ་ཚོལ་བས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་རྣམས་བཅའ་བ་བུ་རམ་ལ་སྤྱན་དྲངས་ཀྱིས། ཁྱེད་ཅག་ལས་གང་གིས་ཇི་ཙམ་ཡོག་པ་དེས་དེ་ཙམ་ཞིག་བླང་བར་བྱའོ།
en: Thereupon the Blessed One said to the monks, “Monks, since the brahmin Vairaṭṭasiṃha, who finds fault with us, has invited the community of monks headed by the Buddha for a meal of guḍa, you should take only as much food as you can eat, and no more.”

source: །བྲམ་ཟེ་སྨྲ་འདོད་ཀྱི་བུ་སེང་གེ་ལ་བུ་རམ་འཚོང་བའི་ཁང་པ་ལྔ་བརྒྱ་ཡོད་པ་ནས་དེས་བུ་རམ་གྱི་ཁང་པ་རེ་རེ་ནས་བུ་རམ་གྱི་སྣོད་བླངས་ཏེ།
en: The brahmin Vairaṭṭasiṃha possessed five hundred guḍa-selling houses.

source: བུ་རམ་གྱི་སྣོད་ལྔ་བརྒྱ་ཁྱེར་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: He took a pan of guḍa from each guḍa house, and went to the Blessed One, bringing five hundred pans of guḍa.

source: །ཤེས་ལྡན་གཽ་ཏ་མ་བུ་རམ་བསྡོགས་ལགས་ན།
en: When he arrived, he said to the Blessed One, “O Honorable Gautama, the guḍa is ready.

source: ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ། ལོངས་སྤྱད་དུ་གསོལ།
en: Please sit down with the community of monks and eat.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཕྱག་དང་ལྷུང་བཟེད་བཅབས་ནས་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ།
en: Then the Blessed One washed his hands and bowl and sat on the seat prepared for him in front of the community of monks.

source: །དེ་ནས་བྲམ་ཟེ་སྨྲ་འདོད་ཀྱི་སེང་གེས་བུ་རམ་གྱི་སྣོད་ཅིག་བླངས་ཏེ་བྲིམ་པར་བརྩམས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་ལྟར་དགེ་སློང་གི་དགེ་འདུན་གྱི་བར་དུ་བྲིམས་ཀྱང་ལྷག་པས་ཐམས་ཅད་དེ་ཁོ་ན་བཞིན་དུ་འདུག་པ་དེ་ལྟར་བྱིན་གྱིས་བརླབས་སོ།
en: When the brahmin Vairaṭṭasiṃha took a pan and began to distribute the guḍa, the Blessed One exercised his magical power so that the food fully remained even after it had been distributed among the entire community of monks.

source: །དེ་ནས་བྲམ་ཟེ་སྨྲ་འདོད་ཀྱི་སེང་གེ་མངོན་པར་དད་པར་གྱུར་ཏོ།
en: Then the brahmin Vairaṭṭasiṃha was filled with faith.

source: །དེ་ནས་དེ་དད་པ་སྐྱེས་ནས་ཕྱོགས་མཐའ་དག་ཏུ་སྒྲ་བསྒྲགས་པ།
en: Filled with faith, he then spoke out everywhere:

source: ཤེས་ལྡན་དག་དགེ་སྦྱོང་གཽ་ཏ་མ་ནི་འདོད་ཞེན་ཆུང་ཞིང་དེའི་ཉན་ཐོས་རྣམས་ཀྱང་འདོད་ཞེན་ཆུང་བ་ཡིན་ནོ།
en: “Sirs, the śramaṇa Gautama is not greedy, and neither are his disciples!”

source: །དེ་ནས་དེས་མུ་སྟེགས་ཅན་རྣམས་བུ་རམ་ལ་ལོངས་སྤྱོད་དུ་གཞུག་པའི་ཕྱིར་མགྲོན་དུ་བོས་པ་དང་། དེ་རྣམས་ཀྱིས་བུ་རམ་བག་མེད་པར་བླངས་ནས་ཁ་ཅིག་གིས་ནི་ལོངས་སྤྱོད་དོ།
en: Thereupon he invited non-Buddhist ascetics to have guḍa.

source: །ཁ་ཅིག་གིས་ནི་སྣོད་བཀང་ནས་བོར་ཞིང་ཁྱེར་ཏེ་དོང་ངོ་།
en: After they had received the guḍa in a careless manner, some ate it, and some filled pans and took them away, spilling the guḍa everywhere.

source: །དེ་ནས་བྲམ་ཟེ་སྨྲ་འདོད་ཀྱི་སེང་གེས་སྨྲས་པ།
en: Then the brahmin Vairaṭṭasiṃha said, “Foolish ones, none but you are greedy.

source: སྐྱེས་བུ་བླུན་པོ་ཁྱེད་ཅག་ཁོ་ན་འདོད་ཞེན་ཆེ་བ་ཡིན་ལ་དགེ་སྦྱོང་གཽ་ཏ་མ་ནི་འདོད་ཞེན་ཆུང་ཞིང་དེའི་ཉན་ཐོས་རྣམས་ཀྱང་འདོད་ཞེན་ཆུང་བ་ཡིན་ནོ་ཞེས་སྨྲས་ནས།
en: The śramaṇa Gautama is not greedy, and neither are his disciples.”

source: བཅོམ་ལྡན་འདས་ལ་ལྷག་པར་ཡང་མངོན་པར་དད་པར་གྱུར་ཏེ། བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་མངོན་དུ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སྟེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Having thus spoken, his faith in the Blessed One increased more and more and he went to the Blessed One. When he arrived . . . with the Blessed One . . . and said to the Blessed One, “O Honored One, I wish . . . in the well-taught Dharma and Vinaya.

source: །བཙུན་པ་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་བདག་ཅེས་བྱ་བ་ནས་ཚངས་པར་སྤྱད་པར་བགྱིའོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: I will lead the pure life . . . .”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བ་ནས་དགེ་སློང་ཚུར་ཤོག་ཚངས་པར་སྤྱད་པ་སྤྱོད་ཅིག་ཅེས་གསུངས་པ་ཞེས་བྱ་བ་ནས།
en: Then the Blessed One, by saying “Come, monk,” said, “Come, monk, lead the pure life.” . . .

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དེ་ལྟ་བས་ན་རྗེས་སུ་གནང་སྟེ། དུས་སམ་དུས་མ་ཡིན་པའམ། ན་བའམ་མི་ན་བས། བུ་རམ་ལ་ལོངས་སྤྱད་པར་བྱ་སྟེ།
en: Thereupon the Blessed One said to the monks, “Therefore, I authorize you to eat guḍa at the time for the meal and at other times, whether you are sick or not.

source: འདི་ལ་འགྱོད་པར་ནི་མི་བྱའོ།
en: You should not have any regrets about this.”

source: །ཚེ་དང་ལྡན་པ་སྨྲ་འདོད་ཀྱི་སེང་གེ་རོ་མྱགས་པའི་དྲི་མི་ཞིམ་པས་སེམས་རྩེ་གཅིག་པ་ཉིད་མ་ཐོབ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགོངས་པ།
en: The venerable Vairaṭṭasiṃha was not able to attain concentration of mind because of the foul odor from a decomposed body.

source: དགེ་སློང་སྨྲ་འདོད་ཀྱི་སེང་གེ་ནི། སྲིད་པ་ཐ་མ་ཡིན་ན་ཅིའི་ཕྱིར་བདེན་པ་མ་མཐོང་སྙམ་དུ་དགོངས་ན། ལུས་རུལ་པའི་དྲི་མི་ཞིམ་པ་ལས་གྱུར་པར་གཟིགས་སོ།
en: The Blessed One wondered, “Why does the monk Vairaṭṭasiṃha not see the truth while he is in his final life?” He then realized that it was due to the foul odor from a decomposed body.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་སོང་ལ་དགེ་སློང་སྨྲ་འདོད་ཀྱི་སེང་གེའི་གཙུག་ལག་ཁང་དྲི་དང་མེ་ཏོག་གི་ཕྲེང་བ་དང་། བདུག་པ་དང་། ཕྱེ་མ་རྣམས་ཀྱིས་གཏོར་ལ་གནས་མལ་ལ་ཡང་བདུག་པས་བདུག་ཅིང་མེ་ཏོག་དྲི་ཞིམ་པོས་བརྒྱན་པའི་མེ་ཏོག་གི་གདུགས་བྲེས་ཤིག །བཙུན་པ་བཀའ་བཞིན་འཚལ་ཞེས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ཏོ།
en: The Blessed One then ordered the venerable Ānanda, “Ānanda, go and scatter perfume, garlands, incense smoke, and incense powder in Vairaṭṭasiṃha’s monastery, perfume his bedding and seat with incense smoke, and set up a flower parasol decorated with fragrant flowers.” “Certainly, O Honored One,” replied the venerable Ānanda to the Blessed One.

source: །ཇི་ཙམ་ན་དེ་བསོད་སྙོམས་ལ་སོང་བ་དེའི་བར་དུ་དེའི་གཙུག་ལག་ཁང་དུ་སོང་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་བ་བཞིན་ཐམས་ཅད་བྱས་སོ།
en: He went to Vairaṭṭasiṃha’s monastery while he was walking for alms and did everything as instructed by the Blessed One.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་སྨྲ་འདོད་ཀྱི་སེང་གེ་བསོད་སྙོམས་ལ་བརྒྱུས་ནས་གཙུག་ལག་ཁང་དུ་འོངས་པ་དང་ལྷའི་འབྱོར་པ་མཐོང་ནས།
en: When he finished begging for alms, the venerable Vairaṭṭasiṃha returned to the monastery and saw the divine splendor.

source: དེ་ནས་དགའ་བའི་ཡིད་ཀྱིས་བསོད་སྙོམས་ལ་ལོངས་སྤྱད་དེ་ཟས་ཀྱི་བྱ་བ་བྱས་ནས་གཙུག་ལག་ཁང་གི་ཕྱི་རོལ་དུ་རྐང་པ་གཉིས་བཀྲུས་ཏེ་གཙུག་ལག་ཁང་དུ་ཞུགས་ནས།
en: Then he ate the almsfood with his mind delighted. When he finished his meal, he washed his feet outside the monastery, entered the monastery, sat with his legs crossed, stretched his back, and focused his mind on a point in front of himself.

source: སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་ལུས་དྲང་པོར་བསྲང་ནས་དྲན་པ་མངོན་དུ་ཕྱོགས་པར་དེར་བཞག་སྟེ་འདུག་པ་དང་། དྲི་ཞིམ་པོ་མནམ་ནས་དེའི་སེམས་མཉམ་པར་བཞག་པར་སྐྱེས་སོ།
en: As he smelled the sweet fragrance, his mind became concentrated.

source: །དེ་ནས་དེས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ནས་ཞེས་བྱ་བ་ནས། མངོན་དུ་སྨྲ་བར་གྱུར་ཏོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Then he abandoned all defilements and realized the state of an arhat . . . and he became an object of . . . praise.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ངའི་དགེ་སློང་དང་ངའི་ཉན་ཐོས་སྡུག་པས་རྣམ་པར་གྲོལ་བ་རྣམས་ཀྱི་མཆོག་ནི་འདི་ལྟ་སྟེ། དགེ་སློང་སྨྲ་འདོད་ཀྱི་སེང་གེ་འདི་ཡིན་ནོ།
en: Just then the Blessed One said to the monks, “Monks, the best of my monks, my disciples, for being liberated through what is attractive is this monk Vairaṭṭasiṃha.”

source: །དགེ་སློང་རྣམས་ཐེ་ཚོམ་སྐྱེས་ནས་ཐེ་ཚོམ་ཐམས་ཅད་གཅོད་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་དགེ་སློང་གཞན་རྣམས་ནི་མི་སྡུག་པས་རྣམ་པར་གྲོལ་ན། ཚེ་དང་ལྡན་པ་སྨྲ་འདོད་ཀྱི་སེང་གེ་སྡུག་པས་རྣམ་པར་གྲོལ་བ་ལ་གཟིགས།
en: The monks, feeling doubtful, inquired of the Buddha, the Blessed One, the one who severs all doubts, “How is it, O Honored One, that whereas other monks were liberated through what was unattractive, the venerable Vairaṭṭasiṃha was liberated through what was attractive?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་འདི་ནི་ཚེ་རབས་ལྔ་བརྒྱ་བཏུད་མར་སུམ་བཅུ་རྩ་གསུམ་གྱི་ལྷ་རྣམས་ནས་ཤི་འཕོས་ཤིང་དེ་ཉིད་དུ་སྐྱེས་ཏེ།
en: “Monks,” the Blessed One replied, “he would die among the Thirty-Three Gods and was always reborn into the same place for five hundred lives.

source: ད་ལྟར་གྱི་སྲིད་པ་ཐ་མ་མི་རྣམས་སུ་སྐྱེས་པ་ན་ལུས་རུལ་བའི་དྲི་མནམ་པས་སེམས་རྩེ་གཅིག་པ་མ་གྲུབ་པའོ།
en: He now has been born among humans in his final life. He was not able to attain concentration of mind as he smelled a decomposed body.

source: །དྲི་ཞིམ་པོའི་དྲི་མནམ་པ་དང་། སེམས་མཉམ་པ་ཐོབ་ནས་སྡུག་པས་རྣམ་པར་གྲོལ་བར་གྱུར་ཏོ།
en: When he smelled the sweet fragrance, he was able to attain concentration of mind and thus was liberated through what was attractive.

source: །གལ་ཏེ་འདི་ལ་ཐབས་འདི་མ་བྱས་པར་གྱུར་ན། དྲོ་བར་གྱུར་པ་ཡང་འདིས་བསྐྱེད་པར་མི་འགྱུར་རོ།
en: If this means had not been devised for him, he would not have attained even the stage of warmth.

source: །དེ་ལྟ་བས་ན་རྗེས་སུ་གནང་སྟེ། གཞན་གང་ཞིག་སྡུག་པ་འདི་ལྟ་བུས་རྣམ་པར་གྲོལ་བར་འགྱུར་བ་དེས་རིམ་པ་དེ་ལྟ་བུ་བྱ་སྟེ།
en: Therefore, I authorize those who will be liberated through such attractive things to follow this precedent.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཡུལ་སྤོང་བྱེད་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་ཏེ་ཡངས་པ་ཅན་དུ་བྱོན་ནས། ཡངས་པ་ཅན་གྱི་སྤྲེའུ་རྫིང་གི་འགྲམ་ན་ཁང་པ་བརྩེགས་པའི་གནས་ན་བཞུགས་སོ།
en: Thereupon the Blessed One, traveling through the country of Vṛji, arrived at Vaiśālī and stayed in Kūṭāgāraśālā on the bank of Markaṭa Pond near Vaiśālī.

source: །ཡངས་པ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ཡུལ་སྤོང་བྱེད་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་ཏེ་ཡངས་པ་ཅན་དུ་བྱོན་ནས་ཡངས་པ་ཅན་གྱི་སྤྲེའུ་རྫིང་གི་འགྲམ་ན་ཁང་པ་བརྩེགས་པའི་གནས་ན་བཞུགས་སོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་གཅིག་ཏུ་འདུས་ནས་སྨྲས་པ། ཤེས་ལྡན་དག་བཅོམ་ལྡན་འདས་ཡུལ་སྤོང་བྱེད་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་ཏེ་ཡངས་པ་ཅན་དུ་བྱོན་ནས་ཡངས་པ་ཅན་གྱི་སྤྲེའུ་རྫིང་གི་འགྲམ་ན་ཁང་པ་བརྩེགས་པའི་གནས་ན་བཞུགས་སོ་ཞེས་གྲག་གིས།
en: When the brahmins and householders in Vaiśālī heard that the Blessed One, traveling through the country of Vṛji, had arrived at Vaiśālī, and was staying in Kūṭāgāraśālā on the bank of Markaṭa Pond near Vaiśālī, they met together and said, “Sirs, we have heard that the Blessed One, traveling through the country of Vṛji, has arrived at Vaiśālī and is staying in Kūṭāgāraśālā on the bank of Markaṭa Pond near Vaiśālī.

source: གལ་ཏེ་བདག་ཅག་རེ་རེ་ནས་བཅོམ་ལྡན་འདས་སྤྱན་དྲངས་ཏེ་གདུགས་ཚོད་གསོལ་ན་ནི། བཅོམ་ལྡན་འདས་སླར་གཤེགས་དང་། གཞན་གྱི་སྐབས་མི་རྙེད་པར་འགྱུར་བས་དེ་ལ་ཁྲིམས་ཤིག་བཅས་ཏེ།
en: If each of us invites the Blessed One for a meal, some will not have any opportunity to do so as the Blessed One will soon leave.

source: ཅི་ནས་ཀྱང་ཚོགས་ཤིང་འདུས་པ་ཁོ་ནས་བཅོམ་ལྡན་འདས་གདུགས་ཚོད་གསོལ་གྱི་མི་གཅིག་པུས་ནི་མ་ཡིན་ནོ་ཞེས་དེ་རྣམས་ཀྱིས་ཁྲིམས་སུ་བཅའ་བ་དག་བྱས་ནས་བཞག་གོ།
en: Let’s make an agreement about this, so that everyone will offer a meal to the Blessed One together and no one will do so by himself.” Thus, they made such an agreement.

source: །དེའི་ཚེ་ཡངས་པ་ཅན་གྱི་བསོད་ནམས་ཆེན་པོ་དང་ལྡན་པ་བཞི་ཞིག་གནས་ཏེ།
en: At that time, there were four people in Vaiśālī who had great merit:

source: ནོར་ཅན་དང་། ནོར་ཅན་གྱི་ཆུང་མ་དང་། ནོར་ཅན་གྱི་བུ་དང་། ནོར་ཅན་གྱི་མནའ་མའོ།
en: Dhanika and his wife, son, and daughter-in-law.

source: །དེ་དག་གི་ཁྱིམ་དུ་ནི་ལྷ་དང་མི་རྣམས་ཀྱི་གཡང་བབས་པར་གྱུར་ཏོ། །དེ་རྣམས་ཀྱིས་ཁྲིམས་སུ་བཅས་པ་དེ་མ་ཐོས་པར་ཁྱིམ་བདག་ནོར་ཅན་གྱིས་བཅོམ་ལྡན་འདས་ཡུལ་སྤོང་བྱེད་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་ཏེ་ཡངས་པ་ཅན་དུ་བྱོན་ནས།
en: Their house was blessed with divine and human fortune. They did not hear of this agreement.

source: ཡངས་པ་ཅན་གྱི་སྤྲེའུ་རྫིང་གི་འགྲམ་ན་ཁང་པ་བརྩེགས་པའི་གནས་ན་བཞུགས་སོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་ཡངས་པ་ཅན་ནས་བྱུང་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཞེས་བྱ་བ་ནས་ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་ཅང་མི་གསུང་ངོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: When the householder Dhanika heard that the Blessed One, traveling through the country of Vṛji, had arrived at Vaiśālī and was staying in Kūṭāgāraśālā on the bank of Markaṭa Pond near Vaiśālī, he left Vaiśālī and went to the Blessed One . . . when he had . . . delighted him, the Blessed One remained silent.

source: །དེ་ནས་ཁྱིམ་བདག་ནོར་ཅན་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་སང་བདག་གི་སྡུམ་པར་གདུགས་ཚོད་སྦྱོར་ཞིང་མཆིས་ན་གནང་བར་མཛད་དུ་གསོལ། བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་ཁྱིམ་བདག་ནོར་ཅན་ལ་གནང་ངོ་།
en: Then the householder Dhanika rose from his seat, draped his upper robe over one shoulder, made the gesture of supplication to the Blessed One, and said to the Blessed One, “May the Blessed One together with the community of monks assent to my offer of a meal at my house tomorrow.” The Blessed One assented to the householder Dhanika by remaining silent.

source: །དེ་ནས་ཁྱིམ་བདག་ནོར་ཅན་གྱིས་བཅོམ་ལྡན་འདས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་ངོ་།
en: Then the householder Dhanika, knowing that the Blessed One had assented by remaining silent, bowed low until his forehead touched the Blessed One’s feet, and then departed from his presence.
